Repository: owncloud/ios-sdk
Catalog: ownCloudSDK/Resources/*.lproj/Localizable.strings
Languages: de, ru_ru, sq, tr

source: This server runs an unsupported version (%@). Version %@ or later is required by this app.
de: Auf diesem Server wird eine nicht unterstützte Version (%@) ausgeführt. Die Version %@ oder höher wird von dieser App benötigt.
ru_ru: На сервере работает неподдерживаемая версия (%@). Для данного приложения требуется версия %@ или позже.
sq: Ky shërbyes xhiron një version të pambuluar (%@). Ky aplikacion lyp versionin %@ ose të mëvonshëm.
tr: Bu sunucu desteklenmeyen%@sürümünü çalıştırmakta, fakat uygulama için %@versiyonu gerekmektedir.

source: This file is currently being processed and is not yet available for use. Please try again shortly.
de: Diese Datei wird derzeit verarbeitet und kann noch nicht verwendet werden. Bitte versuchen Sie es in Kürze erneut.
ru_ru: Этот файл в настоящее время обрабатывается и пока недоступен для использования. Пожалуйста, повторите попытку в ближайшее время.
sq: Kjo kartelë aktualisht po përpunohet dhe s’është ende e lirë për përdorim. Ju lutemi, riprovoni pas pak.

source: Server down for maintenance.
de: Server heruntergefahren für Wartungsarbeiten.
ru_ru: Сервер не работает, находится на обслуживании.
sq: Shërbyes jashtë funksionimi, për mirëmbajtje
tr: Bakım dolayısıyla sunucu kapalı.

source: Resource not found.
de: Ressource nicht gefunden.
ru_ru: Ресурс не найден.
sq: Burimi s’u gjet.
tr: Kaynak bulunamadı.

source: %@ (error %ld, %@)
de: %@ (Fehler %ld, %@)
ru_ru: %@ (ошибка %ld, %@)
sq: %@ (gabim %ld, %@)
tr: %@ (hata %ld, %@)

source: %@ (error %ld)
de: %@ (Fehler %ld)
ru_ru: %@ (ошибка %ld)
sq: %@ (gabim %ld)
tr: %@ (hata %ld)

source: Internal error.
de: Interner Fehler.
ru_ru: Внутренняя ошибка.
sq: Gabim i brendshëm.
tr: Dahili hata.

source: Insufficient parameters.
de: Nicht genügend Parameter.
ru_ru: Недостаточно параметров.
sq: Parametra të pamjaftueshëm
tr: Yetersiz değişken.

# Authorization failed.
source: Authorisation failed.
de: Die Anmeldung ist fehlgeschlagen.
ru_ru: Авторизация не прошла.
sq: Mirëfilltësimi dështoi.
tr: Yetkilendirme başarısız.

source: Authorisation failed because the server returned a redirect. Authorisation may be successful when retried with the redirect URL.
de: Die Anmeldung ist fehlgeschlagen, weil der Server einen Redirect zurückgegeben hat. Die Anmeldung könnte funktionieren, wenn Sie es mit der Redirect-URL erneut versuchen.
ru_ru: Авторизация не прошла, так как сервер вернул перенаправление. Авторизация может пройти успешно, если попробовать повторно с перенаправленной ссылкой.
sq: Mirëfilltësimi dështoi, ngaqë shërbyesi u përgjigj me një ridrejtim. Mirëfilltësimi mund të jetë i suksesshëm kur riprovohet me URL ridrejtimi.
tr: Sunucu bir yönlendirme yaptığından dolayı yetkilendirme başarısız. Yönlendirilen bağlantı ile denendiğinde yetkilendirme başarılı olabilir.

source: Authorisation failed because no authorisation data was set for the authentication method.
de: Die Anmeldung ist fehlgeschlagen, weil für die Anmeldungsmethode keine geheimen Daten vorhanden sind.
ru_ru: Авторизация не удалась, поскольку для метода аутентификации не были установлены данные авторизации.
sq: Autorizimi dështoi, ngaqë për metodën e mirëfilltësimit s’qenë caktuar të dhëna autorizimi.
tr: Authorization failed because no authorization data was set for the authentication method.

source: Authorisation failed because data was missing from the secret data for the authentication method.
de: Die Anmeldung ist fehlgeschlagen, weil in den geheimen Daten für die Authentifizierungsmethode Daten fehlen.
ru_ru: Авторизация не прошла, так как не хватило части секретных данных для метода аутентификации.
sq: Mirëfilltësimi dështoi, ngaqë te të dhënat e fshehta mungojnë të dhëna për metodën e mirëfilltësimit.
tr: Kimlik doğrulama yöntemi için gizli veri kayıp olduğundan yetkilendirme başarısız oldu.

# Authorization was cancelled by the user.
source: Authorisation was cancelled by the user.
de: Anmeldung wurde vom Benutzer abgebrochen.
ru_ru: Авторизация была отменена пользователем.
sq: Mirëfilltësimi u anulua nga përdoruesi.
tr: Yetkilendirme işlemi kullanıcı tarafından iptal edildi.

source: Construction of URL Session Task failed.
de: Die Erstellung des URL-Session-Task ist fehlgeschlagen.
ru_ru: Формирование задачи ссылочного сеанса не прошло.
sq: Akti i krijimit të Sesionit URL dështoi.
tr: Bağlantı Oturum Görevi yapısında hata alındı.

source: A newer version already exists.
de: Es existiert bereits eine neuere Version.
ru_ru: Уже существует более свежая версия.
sq: Ka tashmë një version më të ri.
tr: Daha yeni bir versiyon halen mevcut.

source: Request was cancelled.
de: Die Anfrage wurde abgebrochen.
ru_ru: Запрос был отменён.
sq: Kërkesa u anulua.
tr: İstek iptal edildi.

source: Request was removed before scheduling.
de: Die Anfrage wurde vor der Ausführung entfernt.
ru_ru: Запрос был отменён до постановки на выполнение.
sq: Kërkesa u hoq para se të planifikohej.
tr: İstek, iş planlanmadan önce silindi.

source: Request was cancelled because the server certificate was rejected.
de: Die Anfrage wurde storniert, weil das Serverzertifikat abgelehnt wurde.
ru_ru: Запрос был отменён, так как сертификат сервера был отклонён.
sq: Kërkesa u anulua, ngaqë dëshmi e shërbyesit u hodh poshtë.
tr: Sunucu sertifikası reddedildiğinden ötürü istek iptal edildi.

source: Request was dropped by the NSURLSession.
de: Die Anfrage wurde von der NSURLSession verworfen.
ru_ru: Запрос был отброшен NSURLSession.
sq: Kërkesa u hodh tej nga NSURLSession.
tr: İstek NSURLSession tarafından iptal edildi.

source: Request completed with error.
de: Anfrage mit Fehler abgeschlossen.
ru_ru: Запрос завершился с ошибкой.
sq: Kërkesa u plotësua me gabim.
tr: İstek bir hata ile sonlandı.

source: Request couldn't be scheduled because the underlying URL session has been invalidated.
de: Die Anforderung konnte nicht geplant werden, da die zugrundeliegende URL-Sitzung ungültig gemacht wurde.
ru_ru: Не удалось поставить запрос на исполнение, так как нижележащий ссылочный сеанс был сброшен.
sq: Kërkesa s’u planifikua dot, ngaqë sesioni URL përkatës është bërë i pavlefshëm.
tr: Arkaplandaki URL oturumu geçersiz kılındığı için istek planlanamadı.

# An exception occured.
source: An exception occurred.
de: Eine Ausnahme ist aufgetreten.
ru_ru: Произошло исключение.
sq: Ndodhi një përjashtim.
tr: Bir istisna meydana geldi.

source: Response was in an unknown format.
de: Die Antwort hat ein unbekanntes Format.
ru_ru: Ответ был в неизвестном формате.
sq: Përgjigja qe në një format të panjohur.
tr: Yanıt bilinmeyen bir dosya biçiminde.

source: Server detection failed, i.e. when the server at a URL is not an ownCloud instance.
de: Die Servererkennung ist fehlgeschlagen, was z.B. passiert, wenn der Server unter der URL keine ownCloud-Instanz ist.
ru_ru: Не прошло определение сервера, то есть сервер по ссылке не является экземпляром ownCloud.
sq: Zbulimi i shërbyesit dështoi, domethënë, kur shërbyesi te një URL s’është instancë ownCloud.
tr: Sunucu algılama başarısız oldu, bu durum örneğin URL'deki sunucu ownCloud örneği olmadığında olduğu gibi.

source: Server detection failed because of too many redirects.
de: Die Servererkennung ist aufgrund von zu vielen Umleitungen fehlgeschlagen.
ru_ru: Определение сервера не прошло из-за слишком большого количества перенаправлений.
sq: Zbulimi i shërbyesit dështoi për shkak të shumë ridrejtimeve.
tr: Çok sayıda yönlendirme içeren bağlantı olduğundan sunucu algılama başarısız oldu.

source: Server redirection to bad/invalid URL.
de: Serverumleitung auf schlechte/ungültige URL.
ru_ru: Пенерапнавление сервера на плохую или недопустимую ссылку.
sq: Ridrejtim shërbyesi te URL e keqe/e pavlefshme.
tr: Sunucu kötü/geçersiz bir yönlendirmesi içeriyor.

source: This server version is not supported.
de: Diese Server-Version wird nicht unterstützt.
ru_ru: Эта версия сервера не поддерживается.
sq: Ky version shërbyesi nuk mbulohet.
tr: Bu sunucu versiyonu desteklenmiyor.

source: The certificate is invalid or contains errors
de: Das Zertifikat ist ungültig oder enthält Fehler
ru_ru: Сертификат неверен или содержит ошибки.
sq: Dëshmia është e pavlefshme ose përmban gabime
tr: Sertifika geçersiz ya da hatalar barındırmakta

source: No certificate was returned for a request despite this being a HTTPS connection (should never occur in production, but only if you forgot to provide a certificate during simulated responses to HTTPS requests).
de: Für eine Anfrage wurde trotz HTTPS-Verbindung kein Zertifikat zurückgegeben (sollte niemals in der Produktion auftreten, sondern nur, wenn Sie vergessen haben, ein Zertifikat bei simulierten Antworten auf HTTPS-Anfragen anzugeben).
ru_ru: Не смотря на использование соединения HTTPS, для запроса не был получен сертификат (при эксплуатации такого быть не должно, только если вы забыли задать сертификат при симуляции ответа на запрос HTTPS).
sq: Për një kërkesë s’u kthye dëshmi, edhe pse kjo është lidhje HTTPS (s’duhet të ndodhë kurrë në një sajt real, vetëm nëse harruat të jepnit një dëshmi gjatë përgjigjesh të simuluara për kërkesa HTTPS).
tr: Bir HTTPS bağlantısı olmasına rağmen bir istek için hiçbir sertifika döndürülmedi (Yalnızca HTTPS isteklerine benzetilmiş yanıtlar sırasında bir sertifika vermeyi unuttuysanız olabilir, canlı sunucuda asla gerçekleşmemelidir).

source: This feature is not supported for this item.
de: Diese Funktion wird für dieses Element nicht unterstützt.
ru_ru: Эта возможность не поддерживается для данного элемента.
sq: Kjo veçori nuk mbulohet për këtë objekt.
tr: Bu özellik seçili öğe için desteklenmez.

source: This feature is not supported for this server (version).
de: Diese Funktion wird für diesen Server bzw. in dieser Version nicht unterstützt.
ru_ru: Эта возможность не поддерживается для данного сервера (версия).
sq: Kjo veçori nuk mbulohet për këtë shërbyes (version).
tr: Bu özellik bu sunucu versiyonu tarafından desteklenmez.

source: This feature is currently not implemented
de: Diese Funktion ist derzeit nicht implementiert.
ru_ru: Эта возможность в настоящий момент не реализована
sq: Kjo veçori hëpërhë s’është sendërtuar
tr: Bu özellik henüz eklenmedi

source: The targeted item has not been found.
de: Das Zielelement wurde nicht gefunden.
ru_ru: Не найден указанный элемент.
sq: Objekti i synuar nuk u gjet.
tr: Seçili öge bulunamadı.

source: The target location has not been found.
de: Das Ziel wurde nicht gefunden.
ru_ru: Целевое местоположение не найдено.
sq: Vendndodhja e synuar nuk u gjet.

source: The targeted item has changed.
de: Das Zielelement hat sich geändert.
ru_ru: Указанный элемент изменился.
sq: Objekti i synuar ka ndryshuar.
tr: Seçili öge değiştirildi.

source: The action couldn't be performed on the targeted item because the client lacks permissions.
de: Die Aktion konnte am Zielelement nicht ausgeführt werden, da dem Client die Berechtigungen fehlen.
ru_ru: Не удалось выполнить действие над указанным элементом, так как у клиента не хватает разрешений.
sq: Veprimi s’u krye dot mbi objektin e synuar, ngaqë klientit i mungojnë lejet.
tr: İstemci tarafında izin yetersizliği olduğundan bu işlem hedefteki öge üzerinde uygulanamaz.

source: The operation on the targeted item is not allowed.
de: Der Vorgang am Zielelement ist nicht erlaubt.
ru_ru: Операция над указанным элементом не разрешена.
sq: Veprimi s’është i lejueshëm mbi objektin e synuar.
tr: Hedeflenen öğe üzerinde işleme izin verilmiyor.

source: There already is an item at the destination of this action.
de: Am Ziel dieser Aktion befindet sich bereits ein Element.
ru_ru: В месте назначения этого действия уже есть элемент.
sq: Ka tashmë një objekt te destinacioni për këtë veprim.
tr: Bu işlemin hedefinde zaten bir öğe var.

source: Item not available offline.
de: Element nicht offline verfügbar.
ru_ru: Элемент не доступен без сети.
sq: Objekt i papërdorshëm jashtë linje.
tr: Öge çevrimdışı kullanılamıyor.

source: File not found.
de: Datei nicht gefunden.
ru_ru: Файл не найден.
sq: S’u gjet kartelë.
tr: Dosya bulunamadı.

source: The operation was cancelled.
de: Der Vorgang wurde abgebrochen.
ru_ru: Операция была отменена.
sq: Veprimi u anulua.
tr: İşlem iptal edildi.

source: An operation failed due to outdated cache information.
de: Ein Vorgang ist aufgrund veralteter Cache-Informationen fehlgeschlagen.
ru_ru: Операция не прошла из-за устаревшей информации в кэше.
sq: Një veprim dështoi për shkak hollësish të vjetruara fshehtine.
tr: Eski önbellek bilgileri nedeniyle bir işlem başarısız oldu.

source: A running operation prevents execution.
de: Ein laufender Vorgang verhindert die Ausführung.
ru_ru: Запуску мешает выполняемая операция.
sq: Ekzekutimin e pengon një veprim në xhirim e sipër.
tr: Çalışan bir işlem yürütmeyi engelliyor.

# Not authorized to access shares.
source: Not authorised to access shares.
de: Nicht berechtigt, auf Freigaben zuzugreifen.
ru_ru: Не авторизован для доступа к общим ресурсам.
sq: Jo i autorizuar të përdorë pjesën.
tr: Paylaşımlara erişim yetkisi yok.

source: Shares are unavailable.
de: Freigaben nicht verfügbar.
ru_ru: Акции недоступны.
sq: Pjesët s’janë të passhme.
tr: Paylaşımlar kullanılabilir değil

source: Item is not a directory.
de: Element ist kein Verzeichnis.
ru_ru: Элемент не является каталогом.
sq: Objekti s’është një drejtori.
tr: Öge bir dizin değil.

source: Item not found.
de: Element nicht gefunden.
ru_ru: предмет не найден
sq: S’u gjet objekt.
tr: Öge bulunamadı

source: Share not found.
de: Freigabe nicht gefunden.
ru_ru: Поделиться не найдено.
sq: S’u gjet pjesë.
tr: Paylaşım bulunamadı

source: Unknown share type.
de: Unbekannter Freigabetyp.
ru_ru: Неизвестный тип общего ресурса.
sq: Lloj i panjohur pjese.
tr: Bilinmeyen paylaşım türü.

source: Public upload was disabled by the administrator.
de: Das öffentliche Hochladen ist durch den Administrator/die Administratorin deaktiviert.
ru_ru: Публичная загрузка отключена администратором.
sq: Ngarkimi publik është çaktivizuar nga përgjegjësi.
tr: Herkese açık yükleme, yönetici tarafından devre dışı bırakıldı.

source: Not available offline.
de: Nicht offline verfügbar.
ru_ru: Не доступно автономно.
sq: S’mund të kihet jashtë interneti.
tr: Çevrimdışı kullanılamaz.

# Authorization needs to be retried.
source: Authorisation needs to be retried.
de: Die Autorisierung muss erneut versucht werden.
ru_ru: Необходимо повторить авторизацию.
sq: Që të riprovohet, lypset autorizim.
tr: Yetkilendirmenin yeniden denenmesi gerekiyor.

source: Another item policy of the same kind already includes the item, making the addition of this item policy redundant.
de: Eine andere Richtlinie der gleichen Art umfasst das Element bereits, wodurch das Hinzufügen dieser Richtlinie überflüssig wird.
ru_ru: Другая политика элемента того же типа уже включает этот элемент, поэтому добавление этой политики элемента является излишним.
sq: Një tjetër rregull objektesh të të njëjtit lloj përfshin tashmë objektin, duke e bërë të përsëritur shtimin e këtij rregulli objekti.
tr: Aynı türden başka bir öge politikası, ögeyi zaten içeriyor ve bu öge politikasının eklenmesini gereksiz kılıyor.

source: Other item policies of the same kind covering subsets of this item policy become redundant by the addition of this item policy.
de: Andere gleichartige Richtlinien, die Teilmengen dieser Richtlinie abdecken, werden durch das Hinzufügen dieser Richtlinie überflüssig.
ru_ru: Другие политики элементов того же типа, охватывающие подмножества этой политики элементов, становятся излишними после добавления этой политики элементов.
sq: Të tjera rregulla objektesh të të njëjtit lloj, që përfshijnë nëngrupe të këtij rregulli objektesh, bëhen të përsëritur me shtimin e këtij rregulli objekti.
tr: Bu öge politikasının alt kümelerini kapsayan aynı türden diğer öge politikaları, bu öge politikasının eklenmesiyle gereksiz hale gelir.

# The provided path is not normalized.
source: The provided path is not normalised.
de: Der angegebene Pfad ist nicht normalisiert.
ru_ru: Указанный путь не нормализован.
sq: Shtegu i dhënë s’është i normalizuar.
tr: Sağlanan yol normalleştirilmedi.

source: Private link format invalid.
de: Format des privaten Links ungültig.
ru_ru: Недопустимый формат частной ссылки.
sq: Format i pavlefshëm lidhjesh private.
tr: Özel bağlantı biçimi geçersiz.

source: Resolution of private link failed.
de: Auflösung des privaten Links fehlgeschlagen.
ru_ru: Не удалось разрешить частную ссылку.
sq: Ftillimi i lidhjes private dështoi.
tr: Özel bağlantının çözümlenmesi başarısız oldu.

source: Authentication method not allowed. Re-authentication needed.
de: Authentifizierungsmethode nicht erlaubt. Erneute Authentifizierung erforderlich.
ru_ru: Метод аутентификации не разрешен. Требуется повторная аутентификация.
sq: Metodë mirëfilltësimi e palejuar. Lypset rimirëfilltësim.
tr: Kimlik doğrulama yöntemine izin verilmiyor. Yeniden kimlik doğrulama gerekli.

source: Authentication method unknown.
de: Authentifizierungsmethode unbekannt.
ru_ru: Метод аутентификации неизвестен
sq: Metodë e panjohur mirëfilltësimesh.
tr: Kimlik doğrulama yöntemi bilinmiyor.

source: Connection validation failed.
de: Verbindungsüberprüfung fehlgeschlagen.
ru_ru: Проверка соединения не удалась.
sq: Dështoi vlerësimi i lidhjes.
tr: Bağlantı doğrulama başarısız.

source: Client registration failed.
de: Die Client-Registrierung ist fehlgeschlagen.
ru_ru: Регистрация клиента не удалась.
sq: Dështoi regjistrimi i klientit.
tr: İstemci kaydı başarısız.

source: The logged in user is not matching the required user ID.
de: Der angemeldete Benutzer stimmt nicht mit der erforderlichen Benutzer-ID überein.
ru_ru: Вошедший в систему пользователь не соответствует требуемому идентификатору пользователя.
sq: Përdoruesi i futur nuk përputhet me ID-në e kërkuar të përdoruesit.
tr: Oturum açan kullanıcı, gerekli kullanıcı kimliğiyle eşleşmiyor.

source: You logged in as user %@, but must log in as user %@. Please retry.
de: Sie haben sich als Benutzer %@ angemeldet, müssen sich aber als Benutzer %@ anmelden. Bitte versuchen Sie es erneut.
ru_ru: Вы вошли в систему как пользователь %@, но должны войти в систему как пользователь %@ Пожалуйста, повторите попытку.
sq: Hytë si përdoruesi %@, por duhet të hyni si një përdorues %@. Ju lutemi, riprovoni.
tr: %@ kullanıcısı olarak giriş yaptınız, ancak %@ kullanıcısı olarak giriş yapmalısınız. Lütfen tekrar deneyiniz.

source: Login as user %@ required. Please retry.
de: Anmeldung als Benutzer %@ erforderlich. Bitte versuchen Sie es erneut.
ru_ru: Требуется войти в систему под именем пользователя %@. Пожалуйста, попробуйте еще раз.
sq: Lypset hyrje si përdorues %@. Ju lutemi, riprovoni.
tr: Kullanıcı %@ olarak oturum açın. Lütfen tekrar deneyiniz.

source: Database upgrade required. Please open the app to perform the upgrade.
de: Datenbank-Upgrade erforderlich. Bitte öffnen Sie die App, um das Upgrade durchzuführen.
ru_ru: Требуется обновление базы данных. Пожалуйста, откройте приложение, чтобы выполнить обновление.
sq: Lypset përmirësim baze të dhënash. Ju lutemi, hapni aplikacionin që të kryhet përditësimi.
tr: Veritabanı yükseltmesi gerekli. Yükseltmeyi gerçekleştirmek için lütfen uygulamayı açın.

source: Bookmark created with a newer app version. Please update the app.
de: Lesezeichen wurde mit einer neueren App-Version erstellt. Bitte aktualisieren Sie die App.
ru_ru: Закладка создана в более новой версии приложения. Пожалуйста, обновите приложение.
sq: Faqerojtës i krijuar me një version më të ri të aplikacionit. Ju lutemi, përditësoni aplikacionin.
tr: Daha yeni bir uygulama sürümüyle oluşturulan yer işareti. Lütfen uygulamayı güncelleyin.

# Can't open authorization URL with custom scheme.
source: Can't open authorisation URL with custom scheme.
de: Kann Authorization URL nicht per Custom Scheme öffnen.
ru_ru: Невозможно открыть URL-адрес авторизации, использующий пользовательскую схему.
sq: S’mund të hapë URL autorizimi me skemë vetjake.
tr: Can't open authorization URL with custom scheme.

source: Lock invalidated.
de: Sperrung invalidiert.
ru_ru: Замок признан недействительным.
sq: Kyçja u shfuqizua.

source: Request timed out
de: Zeitüberschreitung bei der Anfrage
ru_ru: Превышено время ожидания запроса
sq: Kërkesës i mbaroi koha
tr: İstek zaman aşımına uğradı

source: Resource does not exist.
de: Ressource existiert nicht.
ru_ru: Ресурс не существует.
sq: Burimi s’ekziston.

source: Web finger response lacks server instance relation.
de: Webfinger-Antwort fehlt Bezug zur Serverinstanz.
ru_ru: В ответе веб-пальца отсутствует связь с экземпляром сервера.

source: Unknown user
de: Unbekannter Benutzer
ru_ru: Неизвестный пользователь
sq: Përdorues i panjohur
tr: Bilinmeyen kullanıcı

source: Invalid type.
de: Ungültiger Typ.
ru_ru: Неверный тип.
sq: Lloj i pavlefshëm.
tr: Geçersiz tür.

source: Required value missing.
de: Erforderlicher Wert fehlt.
ru_ru: Необходимое значение отсутствует.
sq: Mungon vlerë e domosdoshme

source: Generic graph error.
de: Generischer Graph-Fehler.
ru_ru: Общая ошибка графика.
sq: Gabim elementar grafik.

source: Object does not return DataItemType.
de: Objekt liefert keinen DataItemType zurück.
ru_ru: Объект не возвращает DataItemType.
sq: Objekti s’përgjigjet me DataItemType.

source: No data converter available for conversion.
de: Kein Datenumwandler für Umwandlung verfügbar.
ru_ru: Конвертер данных не доступен для преобразования.
sq: S’ka shndërrues të gatshëm për shndërrimin.

source: Missing Drive ID.
de: Fehlende Drive ID.
ru_ru: Идентификатор диска отсутствует.
sq: Mungon ID Disku.

source: Invalid parameter.
de: Ungültiger Parameter.
ru_ru: Недопустимый параметр.
sq: Parametër i pavlefshëm.
tr: Geçersiz parametre.

source: Item is currently processing.
de: Element wird gerade verarbeitet.
ru_ru: Товар в настоящее время находится в обработке.
sq: Objekti është duke u përpunuar.

source: Files
de: Dateien
ru_ru: Файлы
sq: Kartela
tr: Dosyalar

source: Folders
de: Ordner
ru_ru: папки
sq: Dosje
tr: Klasörler

source: Total Items
de: Elemente insgesamt
ru_ru: Всего предметов
sq: Objekte gjithsej
tr: Toplam Öge

source: Removed Items
de: Entfernte Elemente
ru_ru: Удаленные объекты
sq: Objekte të Hequr
tr: Kaldırılan Ögeler

source: Scheduled folder scans
de: Geplante Ordner-Scans
ru_ru: Сканирование папок по расписанию
sq: Kontrolle të planifikuar dosjesh
tr: Planlanan klasör taramaları

source: Sync Record ID
de: Sync Datensatz-ID
ru_ru: Идентификатор записи синхронизации
sq: Njëkohëso ID Zëri
tr: Senkronize Kayıt ID

source: State
de: Status
ru_ru: Состояние
sq: Gjendje
tr: Durum

source: In progress since
de: In Bearbeitung seit
ru_ru: В процессе с
sq: Në ecuri që prej
tr: Şu tarihten beri devam ediyor:

source: Origin Process
de: Ursprungsprozess
ru_ru: Процесс происхождения
sq: Proces Origjine
tr: Menşe İşlemi

source: Origin Process Valid
de: Ursprungsprozess gültig
ru_ru: Процесс происхождения действителен
sq: Proces Origjine i Vlefshëm
tr: Menşe İşlemi Geçerli

source: Timestamp
de: Zeitstempel
ru_ru: Временная метка
sq: Vulë kohore
tr: Zaman damgası

source: Lane ID
ru_ru: Идентификатор полосы
sq: ID Piste

source: Local ID
de: Lokale ID
ru_ru: Локальный идентификатор
sq: ID Vendore

source: Action ID
de: Aktions-ID
ru_ru: Идентификатор действия
sq: ID Veprimi

source: Process Sync Records
de: Sync-Datensätze verarbeiten
ru_ru: Обработка записей синхронизации
tr: İşlem Senkronizasyonu Kayıtları

source: Reschedule
de: Erneut ausführen
ru_ru: перенести
sq: Riplanifikoje
tr: Yeniden planla

source: Deschedule (remove)
de: Ausführung beenden
ru_ru: Снять с расписания (удалить)
sq: Hiqe nga planifikim (hiqe)
tr: Planlamayı iptal et (kaldır)

source: Action
de: Aktion
ru_ru: Действие
sq: Veprim
tr: Eylem

source: Wait Conditions
de: Wartebedingungen
ru_ru: Условия ожидания
tr: Bekleme Koşulları
