Repository: owncloud/ios-sdk
Catalog: ownCloudSDK/Resources/*.lproj/Localizable.strings
Languages: de, ru_ru, sq, tr

# itemProperty.lastModified
source: Last modified
de: Letzte Änderung
ru_ru: Последнее изменение
sq: Ndryshuar së fundi më
tr: Son değiştirme

# itemProperty.isFavorite
source: Favourite
de: Favorit
ru_ru: Избранный
sq: Vëre Si të Parapëlqyer
tr: Favorilere ekle

# itemProperty.localAttributes
source: Local attributes
de: Lokale Eigenschaften
ru_ru: Локальные атрибуты
sq: Atribute lokale
tr: Yerel öznitelikler

source: Available Offline
de: Offline verfügbar
ru_ru: Доступно без сети
sq: E passhme Jashtë Linje
tr: Çevrimdışı hali mevcut

source: Allow cellular access
de: Mobilfunkdaten verwenden
ru_ru: Разрешить доступ к сотовой связи
sq: Lejo hyrje nga celulari
tr: Hücresel erişime izin ver

source: Connecting…
de: Verbinde…
ru_ru: Соединение…
sq: Po lidhet…
tr: Bağlanılıyor...

source: Authenticating…
de: Anmeldung läuft…
ru_ru: Авторизация…
sq: Po bëhet mirëfilltësimi…
tr: Kimlik doğrulanıyor...

source: Error
de: Fehler
ru_ru: Ошибка
sq: Gabim
tr: Hata

source: Fetching user information…
de: Nutzerinformationen abrufen…
ru_ru: Получение информации о пользователе…
sq: Po sillen hollësi përdoruesi…
tr: Kullanıcı bilgisi alınıyor...

source: Connected
de: Verbunden
ru_ru: Подключено
sq: I lidhur
tr: Bağlandı

source: Retrieving thumbnail…
de: Vorschaubild abrufen…
ru_ru: Получение миниатюр…
sq: Po merret miniaturë…
tr: Önizlemeler getiriliyor...

source: Cancel
de: Abbrechen
ru_ru: Отмена
sq: Anuloje
tr: İptal

source: Proceed
de: Fortfahren
ru_ru: Продолжить
sq: Bëje
tr: Devam et

source: Retry
de: Erneut versuchen
ru_ru: Повторить
sq: Riprovo
tr: Yeniden Dene

source: Upgrading database…
de: Aktualisiere Datenbank…
ru_ru: обновления баз данны
sq: Po përmirësohet baza e të dhënave…
tr: Veritabanı güncelleniyor...

source: Insecure HTTP URL
de: Unsichere HTTP-URL
ru_ru: Небезопасный HTTP-URL
sq: URL HTTP jo e sigurt
tr: Güvensiz HTTP URL

source: The URL you provided uses the HTTP rather than the HTTPS scheme. If you continue, your communication will not be encrypted.
de: Die von Ihnen angegebene URL verwendet das HTTP- und nicht das HTTPS-Schema. Wenn Sie fortfahren, wird Ihre Kommunikation nicht verschlüsselt.
ru_ru: Указанный вами URL-адрес использует схему HTTP, а не HTTPS. Если вы продолжите, ваше сообщение не будет зашифровано.
sq: URL-ja që dhatë përdor HTTP, në vend se skemën HTTPS. Nëse vazhdoni, komunikimi juaj s’do të jetë i fshehtëzuar.
tr: Sağladığınız URL, HTTPS şeması yerine HTTP'yi kullanır. Devam ederseniz, iletişiminiz şifrelenmeyecektir.

source: Insecure HTTP URL forbidden
de: Unsichere HTTP-URL nicht zulässig
ru_ru: Небезопасный HTTP-адрес не допускается.
sq: Ndalohen URL-të HTTP jo të sigurta
tr: Güvenli olmayan HTTP URL'si yasak

source: The URL you provided uses the HTTP rather than the HTTPS scheme, so your communication would not be encrypted.
de: Die von Ihnen angegebene URL verwendet das HTTP- und nicht das HTTPS-Schema, sodass Ihre Kommunikation nicht verschlüsselt wäre.
ru_ru: Указанный вами URL-адрес использует схему HTTP, а не HTTPS, поэтому ваше сообщение не будет зашифровано.
sq: URL-ja që dhatë përdor HTTP, në vend se skemën HTTPS, ndaj komunikimi juaj s’do të jetë i fshehtëzuar.
tr: Sağladığınız URL, HTTPS şeması yerine HTTP kullanır, bu nedenle iletişiminiz şifrelenmez.

source: Offline
ru_ru: Оффлайн
sq: Jashtë linje
tr: Çevrimdışı

source: Offline (no WiFi connection)
de: Offline (keine WLAN-Verbindung)
ru_ru: Нет сети (нет соединения WiFi)
sq: Jashtë linje (pa lidhje WiFi)
tr: Çevrimdışı (Kablosuz bağlı değil)

source: Server down for maintenance
de: Server heruntergefahren für Wartungsarbeiten
ru_ru: Сервер не работает, находится на обслуживании
sq: Shërbyesi jashtë funksionimi, për mirëmbajtje
tr: Bakım dolayısıyla sunucu kapalı

source: Network unavailable
de: Netzwerk nicht verfügbar
ru_ru: Сеть недоступна
sq: Rrjet i pakapshëm
tr: Ağ kullanılamıyor

source: Online
ru_ru: В сети
sq: Në linjë
tr: Çevrimiçi

source: Previous token refresh attempts indicated an invalid refresh token.
de: Frühere Token-Aktualisierungsversuche zeigten ein ungültiges Aktualisierungs-Token an.
ru_ru: Предыдущие попытки обновления токена указывали на недопустимый токен обновления
sq: Përpjekje të mëparshme rifreskimi token-i treguan një token të pavlefshëm freskimi.

source: Server returns status %ld
de: Server gibt Status %ld zurück
ru_ru: Сервер возвращает статус %ld
sq: Shërbyesi u përgjigj me gjendje %ld
tr: Sunucu %ld durumunu döndürüyor

source: Populating database…
de: Befülle Datenbank…
ru_ru: Наполнение базы данных...
sq: Po popullohet baza e të dhënave…

source: %lu files in %lu folders
de: %lu Dateien in %lu Ordnern
ru_ru: файлы %lu в папках %lu
sq: %lu kartela në %lu dosje

source: Closing vault…
de: Schließe Vault…
ru_ru: Закрытие хранилища...
sq: Po mbyllet kasaforta…

source: copy
de: Kopie
ru_ru: копия
sq: kopjoje
tr: kopyala

source: An exception occured attempting to perform an action ("%@"). The action has been removed from the sync queue and may not have completed. If logging is enabled, the exception has been logged.
ru_ru: При попытке выполнить действие («%@») возникло исключение. Действие было удалено из очереди синхронизации и могло не завершиться. Если включена запись в журнал, исключение было записано в журнал.
sq: Ndodhi një përjashtim teksa provohej të kryhej një veprim (“%@”). Veprimi është hequr nga radha e njëkohësimeve dhe mund të mos jetë plotësuar. Nëse regjistrimi është i aktivizuar, përjashtimi është regjistruar.

source: Exception occured performing action
de: Ausnahme bei Ausführung der Aktion aufgetreten
ru_ru: При выполнении действия возникло исключение
sq: Ndodhi një përjashtim teksa kryhej veprimi

source: %@ changed on the server. Really delete it?
de: %@ wurde auf dem Server verändert. Soll es wirklich gelöscht werden?
ru_ru: %@ изменилось на сервере. Действительно удалить?
sq: %@ ndryshoi te shërbyesi. Të fshihet vërtet?
tr: %@sunucu tarafında değiştirilmiş. Silmekten emin misiniz?

source: %@ has changed on the server since you requested its deletion.
de: %@ wurde auf dem Server verändert, seitdem Sie die Löschung angefragt haben.
ru_ru: %@ изменилось на сервер с того момента, как вы запросили его удаление.
sq: %@ ka ndryshuar te shërbyesi, që nga koha që kërkuat fshirjen e tij.
tr: %@silinmesini istediğinizden beri sunucu tarafında değişmiş durumda.

source: Delete
de: Löschen
ru_ru: Удалить
sq: Fshije
tr: Sil

source: %@ couldn't be deleted
de: %@ konnte nicht gelöscht werden
ru_ru: %@ удалить не удалось
sq: %@ s’u fshi dot
tr: %@silinemedi

source: Please check if you have sufficient permissions to delete %@.
de: Bitte prüfen Sie, ob Sie ausreichend Berechtigungen besitzen, um %@ zu löschen.
ru_ru: Пожалуйста, проверьте что у вас есть достаточные права для удаления %@.
sq: Ju lutemi, kontrolloni nëse keni leje të mjaftueshme për të fshirë %@.
tr: %@ dosyasını silebilmek için erişim yetkisini kontrol edin.

source: Operation forbidden
de: Vorgang nicht zulässig
ru_ru: Операция запрещена
sq: Veprim i ndaluar
tr: İşlem yasak

source: %@ can't be copied to %@.
de: %@ kann nicht nach %@ kopiert werden.
ru_ru: %@ невозможно скопировать в %@.
sq: %@ s’mund të kopjohet te %@.
tr: %@, %@konumuna kopyalanamaz.

source: %@ can't be moved to %@.
de: %@ kann nicht nach %@ verschoben werden.
ru_ru: %@ невозможно переместить в %@.
sq: %@ s’mund të kalohet te %@.
tr: %@, %@konumuna taşınamaz.

source: %@ not found
de: %@ nicht gefunden
ru_ru: %@ не найдено
sq: %@ s’u gjet
tr: %@bulunamadı

source: %@ wasn't found at %@.
de: %@ wurde nicht gefunden auf %@
ru_ru: %@ не найдено в %@.
sq: %@ s’u gjet te %@.
tr: %@, %@konumunda bulunamadı.

source: The target directory %@ doesn't seem to exist.
de: Das Zielverzeichnis %@ scheint nicht zu existieren.
ru_ru: Похоже, целевой каталог %@ не существует.
sq: Drejtoria objektiv %@ s’duket se ekziston.
tr: Hedef klasörü %@ bulunamadı.

source: %@ already exists
de: %@ existiert bereits
ru_ru: %@ уже существует
sq: %@ ekziston tashmë
tr: %@ zaten mevcut

source: Couldn't copy %@ to %@, because an item called %@ already exists there.
de: %@ konnte nicht nach %@ kopiert werden, da dort bereits ein Element namens %@ existiert.
ru_ru: Не удалось скопировать %@ в %@, потому что элемент под названием %@ там уже существует.
sq: S’u kopjua dot %@ te %@, ngaqë atje ka tashmë një objekt të quajtur %@.
tr: %@, %@ konumuna kopyalanamadı, çünkü %@ öğesi bu konumda mevcut.

source: Couldn't move %@ to %@, because an item called %@ already exists there.
de: %@ konnte nicht nach %@ verschoben werden, da dort bereits ein Element namens %@ existiert.
ru_ru: Не удалось переместить %@ в %@, потому что элемент под названием %@ уже существует.
sq: S’u kalua dot %@ te %@, ngaqë atje ka tashmë një objekt të quajtur %@.
tr: %@, %@ konumuna taşınamadı, çünkü %@ öğesi bu konumda mevcut.

source: Couldn't rename %@ to %@, because another item with that name already exists.
de: %@ konnte nicht in %@ umbenannt werden, da dort bereits ein Element mit diesem Namen existiert.
ru_ru: Не удалось переименовать %@ в %@, поскольку другой элемент с таким именем уже существует.
sq: S’u riemërtua dot %@ në %@, ngaqë ekziston tashmë një tjetër objekt me atë emër.

source: Insufficient permissions
de: Unzureichende Dateiberechtigungen.
ru_ru: Недостаточно прав доступа
sq: Leje të pamjaftueshme
tr: Yetersiz izin

# %@ can't be renamed to %@.
source: %@ couldn't be renamed to %@.
de: %@ konnte nicht in %@ umbenannt werden.
ru_ru: %@ Не удалось переименовать в %@
sq: %@ s’u emërtua dot si %@.

source: %@ not found on the server
de: %@ wurde nicht auf diesem Server gefunden
ru_ru: %@ не найдено на сервере
sq: %@ s’u gjet te shërbyesi
tr: %@sunucu üstünde bulunamadı

source: %@ may have been renamed, moved or deleted remotely.
de: %@ könnte auf dem Server umbenannt, bewegt oder gelöscht worden sein.
ru_ru: %@ возможно было удалённо переименовано, перемещено или удалено.
sq: %@ mund të jetë riemërtuar, lëvizur ose fshirë së largëti.
tr: %@yeniden isimlendirilmiş, taşınmış ve ya silinmiş olabilir.

source: Error copying %@
de: Fehler beim Kopieren von %@
ru_ru: Ошибка при копировании %@
sq: Gabim teksa kopjohej %@
tr: %@kopyalanırken hata oluştu

source: Error moving %@
de: Fehler beim Verschieben von %@
ru_ru: Ошибка при перемещении %@
sq: Gabim teksa lëvizej %@
tr: %@taşınırken hata oluştu

source: Error renaming %@
de: Fehler bei der Umbenennung von %@
ru_ru: Ошибка при открытии %@
sq: Gabim në riemërtimin %@

source: Renaming %@ to %@…
de: %@ in %@ umbenennen…
ru_ru: Переименование %@ в %@…
sq: Po riemërtohet %@ si %@…
tr: %@öğesi %@olarak isimlendiriliyor...

source: Moving %@ to %@…
de: %@ nach %@ verschieben…
ru_ru: Перемещение %@ в %@…
sq: Po shpihet %@ te %@…
tr: %@öğesi%@konumuna taşınıyor...

source: Copying %@ to %@…
de: %@ nach %@ kopieren…
ru_ru: Копирование %@ в %@…
sq: Po kopjohet %@ te %@…
tr: %@öğesi%@ konumuna kopyalanıyor...

source: {{itemName}} can't be copied into itself.
de: {{itemName}} kann nicht in sich selbst kopiert werden.
ru_ru: {{itemName}} нельзя скопировать в себя.
sq: {{itemName}} s’mund të kopjohet te vetja.

source: {{itemName}} can't be moved into itself.
de: {{itemName}} kann nicht in sich selbst verschoben werden.
ru_ru: {{itemName}} нельзя переместить в себя.
sq: {{itemName}} s’mund të kalohet te vetvetja.

source: Another item named %@ already exists in %@.
de: Ein anderes Element mit dem Namen %@ existiert bereits in %@.
ru_ru: Другой элемент с именем%@ уже существует в %@.
sq: Një tjetër objekt i quajtur %@ ekziston tashmë në %@.
tr: %@ adlı başka bir öge %@'da zaten mevcut.

source: Not enough space left on the server to upload %@.
de: Nicht genügend Speicherplatz auf dem Server zum Hochladen von %@.
ru_ru: На сервере осталось недостаточно места для загрузки %@.
sq: Në shërbyes s’ka mbetur hapësirë e mjaftueshme për të ngarkuar %@.
tr: %@'i yüklemek için sunucuda yeterli alan kalmadı.

source: Uploads to this folder are not allowed.
de: Uploads in diesen Ordner sind nicht erlaubt.
ru_ru: Загрузка в эту папку запрещена.
sq: Nuk lejohen ngarkime te kjo dosje.
tr: Bu klasöre yüklemelere izin verilmez.

source: Replace
de: Ersetzen
ru_ru: отмена
sq: Zëvendësoje
tr: Yer değiştir

source: Keep both
de: Beide behalten
ru_ru: Сохранить оба
sq: Mbaji të dyja
tr: İkisini de koru

source: Downloading %@…
de: %@ herunterladen…
ru_ru: Скачивание %@…
sq: Po shkarkohet %@…
tr: %@indiriliyor...

source: "%@" has been modified locally
de: "%@" wurde lokal geändert
ru_ru: «%@» было изменено локально
sq: "%@" është ndryshuar lokalisht
tr: "%@" yerel olarak değiştirildi

source: A modified, unsynchronised version of "%@" is present on your device. Downloading the file from the server will overwrite it and modifications be lost.
de: Eine geänderte, unsynchronisierte Version von "%@" ist auf Ihrem Gerät vorhanden. Wenn Sie die Datei vom Server herunterladen, wird die lokale Datei überschrieben und die Änderungen gehen verloren.
ru_ru: На вашем устройстве находится измененная, несинхронизированная версия файла «%@». Загрузка файла с сервера перезапишет его, и изменения будут потеряны.
sq: Në pajisjen tuaj është i pranishëm një version i ndryshuar, i panjëkohësuar, i "%@". Shkarkimi i kartelës prej shërbyesit do ta mbishkruajë dhe ndryshimet do të humbasin.
tr: Cihazınızda değiştirilmiş, senkronize edilmemiş bir "%@" sürümü var. Dosyayı sunucudan indirmek üzerine yazacak ve değişiklikler kaybolacaktır.

source: Invalid checksum
de: Ungültige Prüfsumme
ru_ru: Неверная контрольная сумма
sq: Checksum i pavlefshëm
tr: Geçersiz sağlama toplamı

source: The downloaded file's checksum does not match the checksum provided by the server.
de: Die Prüfsumme der heruntergeladenen Datei stimmt nicht mit der vom Server bereitgestellten Prüfsumme überein.
ru_ru: Контрольная сумма загруженного файла не совпадает с контрольной суммой, предоставленной сервером.
sq: Checksum-i i kartelës së shkarkuar nuk përputhet me checksum-in e dhënë nga shërbyesi.
tr: İndirilen dosyanın sağlama toplamı, sunucu tarafından sağlanan sağlama toplamı ile eşleşmiyor.

source: File modified locally
de: Datei lokal geändert
ru_ru: Файл изменен локально
sq: Kartela u ndryshua lokalisht
tr: Dosya yerel olarak değiştirildi

source: "%@" was modified locally before the download completed.
de: "%@" wurde lokal geändert, bevor der Download abgeschlossen war.
ru_ru: «%@» было изменено локально до завершения загрузки.
sq: "%@" qe ndryshuar lokalisht përpara se të plotësohej shkarkimi.
tr: İndirme tamamlanmadan önce "%@" yerel olarak değiştirildi.

source: Couldn't download %@
de: %@ konnte nicht heruntergeladen werden
ru_ru: Невозможно загрузить %@
sq: S’u shkarkua dot %@
tr: %@ indirilemedi

source: The contents of the file on the server has changed since initiating download - or the file is no longer available on the server.
de: Der Inhalt der Datei auf dem Server hat sich seit dem Start des Downloads geändert - oder die Datei ist auf dem Server nicht mehr verfügbar.
ru_ru: Содержимое файла на сервере изменилось с момента начала загрузки - или файл больше недоступен на сервере.
sq: Lënda e kartelës te shërbyesi ka ndryshuar që nga fillimi i shkarkimit - ose kartela s’është më e passhme që prej shërbyesit.
tr: İndirme başladığından beri sunucudaki dosyanın içeriği değişti - veya dosya artık sunucuda mevcut değil.

source: {{itemName}} is currently processed on the server and can't be downloaded until it finishes processing.
de: {{itemName}} wird auf dem Server verarbeitet und kann bis zum Ende der Verarbeitung nicht heruntergeladen werden.
ru_ru: {{itemName}} в настоящее время обрабатывается на сервере и не может быть загружен до завершения обработки.
sq: {{itemName}} aktualisht po përpunohet te shërbyesi dhe s’mund të shkarkohet, deri sa të përfundojë procesi.

source: Creating folder %@…
de: Ordner %@ anlegen…
ru_ru: Создание папки %@…
sq: Po krijohet dosja %@…
tr: %@klasörü oluşturuluyor...

source: Deleting %@…
de: %@ löschen…
ru_ru: Удаление %@…
sq: Po fshihet %@…
tr: %@siliniyor...

source: Retrieving file list for %@…
de: Dateiliste abrufen für %@…
ru_ru: Получение списка файлов для %@…
sq: Po merret listë kartelash për %@…
tr: %@öğesinin dosya listesi alınıyor...

source: Pending
de: Ausstehend
ru_ru: Ожидание
sq: Në pritje
tr: Bekliyor

source: Running
de: In Ausführung
ru_ru: Бег
sq: Po xhiron
tr: Çalışıyor

source: Failed
de: Fehlgeschlagen
ru_ru: Ошибка
sq: Dështoi
tr: Başarısız oldu

source: Waiting for user
de: Warten auf den Benutzer
ru_ru: Ожидание пользователя
sq: Po pritet për përdorues
tr: Kullanıcı bekleniyor

source: Waiting for metadata refresh
de: Warten auf Aktualisierung der Metadaten
ru_ru: Ожидание обновления метаданных
sq: Po pritet për rifreskimin e tejtëdhënave
tr: Metadata yenilemesi bekleniyor

source: Waiting to retry (%ld of %ld)
de: Warten auf Neuversuch (%ld von %ld)
ru_ru: Ожидание повторной попытки (%ld из %ld)
sq: Po pritet të riprovohet (%ld nga %ld)
tr: Yeniden denenmeyi bekliyor (%ld / %ld)

source: Fetching updates…
de: Updates abrufen…
ru_ru: Получение обновлений…
sq: Po sillen përditësime…
tr: Güncellemeler getiriliyor…

source: Retrieving items for %@
de: Abrufen von Elementen für %@
ru_ru: Получение предметов за %@
sq: Po merren objekte për %@
tr: %@ için ögeler alınıyor

source: "%@" metadata for %@ couldn't be updated
de: "%@" Metadaten für %@ konnten nicht aktualisiert werden
ru_ru: Не удалсоь обновить метаданные "%@" для %@
sq: Tejtëdhënat "%@" për %@ s’u përditësuan dot
tr: %@dosyasının "%@" üstverisi güncellenemedi

source: Update failed with status code %d
de: Update mit Status-Code %d fehlgeschlagen.
ru_ru: Обновление не прошло, код состояния %d
sq: Përditësimi dështoi, me kod gjendjeje %d
tr: %dhatası ile üstveri güncellenemedi

source: Error updating %@ metadata
de: Fehler beim Aktualisieren von %@ Metadaten
ru_ru: Ошибка при обновлении метаданных %@
sq: Gabim në përditësimin e tejtëdhënave %@
tr: %@üstverisini güncelleme sırasında hata alındı

source: Standard error output
de: Standardfehlerausgabe
ru_ru: Вывод на стандартную диагностику
sq: Output standard gabimesh
tr: Standart hata çıktısı

source: Log file
de: Protokolldatei
ru_ru: Файл журнала
sq: Kartelë regjistër
tr: Günlük dosyası

source: Log HTTP requests and responses
de: HTTP-Anfragen und Antworten protokollieren
ru_ru: Записывать в лог-файл HTTP запросы и ответы
sq: Regjistro kërkesa dhe përgjigje HTTP
tr: HTTP isteklerini ve yanıtlarını günlüğe kaydet

source: Log internal file operations
de: Interne Dateioperationen protokollieren
ru_ru: Журналировать внутренние файловые операции
sq: Regjistro veprime të brendshme kartelash
tr: Dahili dosya işlemlerini günlüğe kaydet

source: Can't open custom scheme URL %@.
de: Kann Custom Scheme URL %@ nicht öffnen.
ru_ru: Невозможно открыть URL-адрес пользовательской схемы %@.
sq: S’mund të hapet URL skeme %@.

source: Can't build custom scheme URL from %@.
de: Kann aus %@ keine Custom Scheme URL erstellen.
ru_ru: Невозможно создать URL-адрес пользовательской схемы из %@.
sq: S’mund të ndërtohet URL skeme vetjake nga %@.

source: Invited persons
de: Eingeladene Personen
ru_ru: Приглашенные лица
sq: Persona të ftuar
tr: Davetli kişiler

source: Only invited persons have access. Login required.
de: Nur eingeladene Personen haben Zugang. Anmeldung erforderlich
ru_ru: Доступ имеют только приглашенные лица. Требуется вход.
sq: Vetëm personat e ftuar kanë hyrje. Lypset të bëhet hyrja.

source: Viewer
de: Betrachter
ru_ru: Зритель
sq: Parës

source: Download and preview
de: Herunterladen und Vorschau
ru_ru: Загрузите и просмотрите
sq: Shkarkojeni dhe bëjini paraparje

source: Download, preview and share
de: Herunterladen, Vorschau und Teilen
ru_ru: Скачивайте, просматривайте и делитесь
sq: Shkarkojeni, bëjini paraparje dhe ndajeni me të tjerë

source: Recipients can view and download contents.
de: Empfangende können Inhalte sehen und herunterladen.
ru_ru: Получатели могут просматривать и загружать контент.
sq: Marrësit mund të shohin dhe shkarkojnë lëndë.

source: Uploader
ru_ru: Загружатель
sq: Ngarkues

source: Recipients can upload but existing contents are not revealed.
de: Empfangende können hochladen, aber existierende Inhalte werden nicht angezeigt.
ru_ru: Получатели могут загружать файлы, но существующее содержимое не отображается.
sq: Marrësit mund të ngarkojnë, por lënda ekzistuese nuk shfaqet.

source: Contributor
de: Mitwirkender
ru_ru: участник
sq: Kontribues

source: Recipients can view, download and upload contents.
de: Empfangende können Inhalte sehen, herunterladen und hochladen.
ru_ru: Получатели могут просматривать, скачивать и закачивать содержимое.
sq: Marrësit mund të shohin, shkarkojnë dhe ngarkojnë lëndë.
tr: Alıcılar içeriği görüntüleyebilir, indirebilir ve karşı tarafa yükleyebilir.

source: Editor
de: Bearbeiter
ru_ru: редактор
sq: Përpunues

source: Edit, download, preview and share
de: Bearbeiten, Herunterladen, Vorschau and Teilen
ru_ru: Редактируйте, скачивайте, просматривайте и делитесь
sq: Përpunoni, shkarkoni, bëni paraparje dhe ndani me të tjerë

source: Upload, edit, delete, download and preview
de: Hochladen, Bearbeiten, Löschen, Herunterladen und Vorschau
ru_ru: Загружать, редактировать, удалять, скачивать и просматривать
sq: Ngarkoni, përpunoni, fshini, shkarkoni dhe bëni paraparje

source: Upload, edit, delete, download, preview and share
de: Hochladen, Bearbeiten, Löschen, Herunterladen, Vorschau und Teilen
ru_ru: Загружайте, редактируйте, удаляйте, скачивайте, просматривайте и делитесь
sq: Ngarkoni, përpunoni, fshini, shkarkoni, bëni paraparje dhe ndani me të tjerë

source: Recipients can view, download and edit contents.
de: Empfangende können Inhalte einsehen, herunterladen und bearbeiten.
ru_ru: Получатели могут просматривать, скачиать или править содержимое.
sq: Marrësit mund të shohin, shkarkojnë dhe përpunojnë lëndë.
tr: Alıcılar içeriği görüntüleyebilir, indirebilir ve düzenleyebilir.

source: Recipients can view, download, edit, delete and upload contents.
de: Empfangende können Inhalte sehen, herunterladen, ändern, löschen und hochladen.
ru_ru: Получатели могут просматривать, скачивать, править, удалять и закачивать содержимое.
sq: Marrësit mund të shohin shkarkojnë, përpunojnë, fshijnë dhe ngarkojnë lëndë.
tr: Alıcılar içerik görüntüleyebilir, düzenleyebilir, silebilir ve karşı tarafa yükleyebilir.

source: Manager
ru_ru: Менеджер
sq: Përgjegjës
tr: Yönetici

source: Custom
de: Benutzerdefiniert
ru_ru: Другое
sq: E përshtatur
tr: Özel

source: Set detailed permissions
de: Detaillierte Rechte festlegen
ru_ru: Установите подробные разрешения
sq: Caktoni leje të hollësishme

source: Personal
de: Persönlich
ru_ru: Персональный
sq: Personale
tr: Kişisel

source: Shares
de: Freigaben
ru_ru: События обмена файлами
sq: Pjesë
tr: Paylaşımlar

source: Shared with me
de: Mit mir geteilt
ru_ru: Поделился со мной
sq: Ndarë me mua
tr: Benimle paylaşılmış

source: Certificate changed
de: Zertifikat geändert
ru_ru: Сертификат изменен
sq: Dëshmia ndryshoi
tr: Sertifika değişti

source: Server doesn't seem to support any authentication method supported by this app.
de: Der Server scheint keine Authentifizierungsmethoden dieser Anwendung zu unterstützen.
ru_ru: Похоже, сервер не поддерживает ни один из методов аутентификации, которые поддерживает данное приложение.
sq: Shërbyesi nuk duket se mbulon ndonjë metodë mirëfilltësimi të mbuluar nga ky aplikacion.
tr: Sunucu, bu uygulamanın desteklediği hiç bir doğrulama yöntemini desteklemiyor.
