Repository: owncloud/ios-sdk
Catalog: ownCloudSDK/Resources/*.lproj/Localizable.strings
Languages: de, ru_ru, sq, tr

source: Events
de: Ereignisse
ru_ru: События
sq: Akte
tr: Etkinlikler

source: Class
de: Klasse
ru_ru: Класс
sq: Klasë
tr: Sınıf

source: Identifier
de: Kennung
ru_ru: Идентификатор
sq: Identifikues
tr: Tanımlayıcı

# Localized Description
source: Localised Description
de: Lokalisierte Beschreibung
ru_ru: Локализованное описание
sq: Përshkrim i Përkthyer
tr: Yerel Açıklama

source: Database size
de: Datenbankgröße
ru_ru: Размер базы данных
sq: Madhësi baze të dhënash
tr: Veritabanı boyutu

source: Thumbnail database size
de: Größe der Miniaturbild-Datenbank
ru_ru: Размер базы данных миниатюр
sq: Madhësi baze të dhënash miniaturash
tr: Küçük resim veritabanı boyutu

source: Vacuum
de: Vakuum
ru_ru: Вакуум
sq: Zbrazëti
tr: Vakum

source: Name
ru_ru: Имя
sq: Emër
tr: Ad

source: Origin URL
de: Ursprungs-URL
ru_ru: URL-адрес происхождения
sq: URL Origjine
tr: Kaynak URL

source: Use Origin URL as URL
de: Ursprungs-URL als URL verwenden
ru_ru: Используйте URL-адрес происхождения в качестве URL-адреса происхождения
sq: Si URL përdor URL-në e Origjinës
tr: Kaynak URL'yi URL olarak kullan

source: Certificate Date
de: Zertifikatsdatum
ru_ru: Дата сертификата
sq: Datë Dëshmie
tr: Sertifika Tarihi

source: Invalidate Certificate
de: Zertifikat ungültig machen
ru_ru: Неверный сертификат
sq: Zhvlerësoje Dëshminë
tr: Sertifikayı Geçersiz Kıl

source: User Name
de: Benutzername
ru_ru: Имя пользователя
sq: Emër përdoruesi
tr: Kullanıcı Adı

source: Auth Method
de: Autorisierungsmethode
ru_ru: Метод аутентификации
sq: Metodë Mirëfilltësimi
tr: Yetkilendirme Yöntemi

source: Auth Data
de: Autorisierungsdaten
ru_ru: Данные аутентификации
sq: Të dhëna Mirëfilltësimi
tr: Yetkilendirme Verisi

source: Auth Validation Date
de: Validierungsdatum der Autorisierung
ru_ru: Дата установления подлинности
sq: Datë Vlerësimi Mirëfilltësimi
tr: Yetki Doğrulama Tarihi

source: Database Version
de: Datenbankversion
ru_ru: Версия базы данных
sq: Version Baze të Dhënash
tr: Veritabanı Sürümü

source: UserInfo
de: Benutzer-Informationen
ru_ru: информация о пользователе
sq: Hollësi Përdoruesi

source: Invalidate Login Data
de: Anmeldedaten ungültig machen
ru_ru: Недействительные данные для входа
sq: Zhvlerëso Hollësi Hyrjeje
tr: Giriş Verilerini Geçersiz Kıl

source: Delete Authentication Data
de: Lösche Anmeldedaten
ru_ru: Удалить данные аутентификации
sq: Fshi të Dhëna Mirëfilltësimi
tr: Kimlik Doğrulama Verilerini Sil

source: Remove Database Version
de: Datenbankversion entfernen
ru_ru: Удалить версию базы данных
sq: Hiq Version Baze të Dhënash
tr: Veritabanı Sürümünü Kaldır

source: Delete Database
de: Datenbank löschen
ru_ru: Удалить базу данных
sq: Fshije Bazën e të Dhënave
tr: Veritabanını Sil

source: Removed database at %@
de: Datenbank entfernt unter %@
ru_ru: Удалена база данных %@
sq: U hoq baza e të dhënave te %@
tr: %@'de veritabanı kaldırıldı

source: Removed thumbnail database at %@
de: Miniaturbild-Datenbank entfernt unter %@
ru_ru: Удалена база данных миниатюр в %@
sq: U hoq bazë të dhënash miniaturash te %@
tr: %@'deki küçük resim veritabanı kaldırıldı

source: Sharing requires an active connection.
de: Freigabe erfordert eine aktive Verbindung.
sq: Ndarja me të tjerë lyp një lidhje aktive
tr: Paylaşım etkin bir bağlantı gerektirir.

source: OK
tr: Tamam
